{
    "NavBar": {
        "our_story": "About",
        "practical_info": "Program & Practical info",
        "rsvp": "Sign Up"
    },
    "RsvpForm": {
        "first_name": "First Name",
        "last_name": "Last Name",
        "email": "Email",
        "attending_ceremony_question": "Breakthrough! Yayy",
        "attending_reception_question": "Are you staying for lunch?",
        "attending_yes": "Yes",
        "attending_no": "No",
        "guests_label": "Name of guests in your party (UPDATE THIS)",
        "add_guest": "Add Guest",
        "food_restrictions_dietary_restrictions": "Any dietary preferences/allergies?",
        "food_restrictions_comment": "",
        "bonus_question": "What is your favorite LEGO set? ",
        "submit": "Submit",
        "continue": "Continue",
        "submitting": "Submitting...",
        "remove": "Remove",
        "required": "Required",
        "thank_you": "Thank you for Signing Up!",
        "thank_you_message_description": "Please provide us with more information about your arrival: time of arrival, any special requests, etc. (UPDATE THIS)",
        "song_request": "Song Request (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "song_request_info": "link or name of song (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "extra_information": "Extra Information (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "extra_information_info": "Anything else you'd like to tell us? (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "message": "Message to the couple (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "message_info": "leave a message for the couple (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "rsvp": "Sign Up",
        "will_you_attend": "Breakthrough 2025 Sign-Up",
        "please_rsvp_by": "",
        "sorry_message": "We are sorry that you cannot make it to the event. See you next year!",
        "leave_message": "Any comments for next year?",
        "thank_you_info": "Thank you for providing your info.",
        "confirmation_email": "You will now receive a confirmation email.",
        "contact_us": "If you have any questions, don't hesitate to contact us at",
        "validation": {
            "first_name_required": "First name is required",
            "last_name_required": "Last name is required",
            "email_required": "Email is required",
            "attending_ceremony_required": "Please indicate if you will attend the ceremony (THIS SHOULD NOT SHOW UP ANYWHERE)",
            "attending_reception_required": "Please indicate if you will attend the reception (THIS SHOULD NOT SHOW UP ANYWHERE)"
        },
        "optional": "Optional",
        "needs_ride_question": "Will you need a ride from and to the Frederiksværk train station? (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "needs_ride_yes": "Yes (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "needs_ride_no": "No (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "needs_ride_unsure": "Unsure but will let you know (THIS SHOULD NOT SHOW UP ANYWHERE)",
        "interested_in_staying_question": "Are you joining the afterparty?",
        "interested_in_staying_info": "For more information please write to Danielsaxelsen@gmail.com",
        "interested_in_staying_yes": "Yes",
        "interested_in_staying_no": "No",
        "interested_in_staying_unsure": "Unsure but will let you know"
    },
    "HomePage": {
        "wedding_toptitle": "Build Lego, Improve Teamwork",
        "wedding_title": "BRICKTHROUGH 2025",
        "rsvp": "Sign Up",
        "wedding_subtitle": "May 25, 2025, Sunday, 10:00 — Mantzius - Johan Mantzius Vej 3, 3460 Birkerød",
        "stories": {
            "melike": {
                "title": "A Different Kind of Celebration",
                "story": "Breakthrough began with a simple wish: to create something worth gathering for—something outside of birthdays, graduations, and the big obvious milestones. We wanted to shine a light on the quieter moments that shape us: the personal projects that finally get finished, the hard conversations we learn from, or the shift in mindset that no one sees but you. These are the breakthroughs that truly matter. And we believe they deserve a space."
            },
            "jonas": {
                "title": "Where Ideas Turn Into Experiences",
                "story": "Each year, Breakthrough takes on a new theme and transforms it into a one-day event that's part social experiment, part creative challenge. From board games to LEGO, from deep talks to unexpected activities, the format changes—but the feeling stays the same. It's a space where curiosity leads the way, where people come not just to be inspired, but to build something together—whether that's ideas, confidence, or connection."
            },
            "our_story": {
                "title": "For the Curious and Open-Minded",
                "story": "Breakthrough is free and open to anyone who wants to explore new ways of learning, reflecting, and growing—with others. We're a growing community of curious minds, fueled by thoughtful themes, local collaboration, and a shared belief that the small stuff is actually the big stuff. If you're the kind of person who loves fresh perspectives, honest conversations, and playful ways to grow—then we'd love to have you."
            }
        },
        "program": {
            "title": "Previous Events",
            "practical_info_button": "Sign Up!",
            "timeline": {
                "pre_wedding": {
                    "title": "Breakthrough 2024: Project YOU",
                    "description": "A day dedicated to personal projects—bringing people together to work on something meaningful instead of doing it alone.",
                    "subtitle": "<a href='https://www.youtube.com/watch?v=zk0DgldJSfg' target='_blank' class='underline hover:text-gray-300'>See more information</a>"
                },
                "post_wedding": {
                    "title": "2023 – Reflect & Celebrate",
                    "description": "A cozy end-of-year gathering where we took a moment to pause and look back. Each participant shared one thing they were proud of, one thing they struggled with, and one hope for the coming year. Through storytelling, reflection, and laughter, we celebrated the messy journey of personal growth."
                },
                "post_post_wedding": {
                    "title": "2022 – The Beginning",
                    "description": "Launched during the challenges of the pandemic, our first event was a small board game night that laid the foundation for Breakthrough. As a fun twist, each guest entered to the surprise of a personalized theme song and applause—a light-hearted way to set the tone and make everyone feel welcome from the moment they walked in."
                }
            }
        }
    },
    "PracticalInfo": {
        "hero_title": "Practical Information",
        "location": {
            "title": "Location 📍",
            "description1": "Nearly 250 years old, the manor, Grønnessegaard Gods, is situated in Northern Sjælland, with a view of the Roskilde fjord and just minutes away from the Kattegat Sea. The manor is surrounded by farmland and forests, with the nearest town being Hundested a few kilometers (conversion for the Americans: a couple miles) west."
        },
        "accomodation": {
            "title": "Accomodation 🛏️",
            "description1": "Overnight accommodation is available at the venue with 11 rooms — 5 rooms in the main building and 6 in the guesthouse. Each room has bedding and linen for 2 people, but up to 3 people can stay in the room if you bring an extra mattress, bedding, etc. The rooms are available ranging from 950 DKK (~ $130) to 1050 DKK (~ $145), and an additional 500 DKK for additional nights. The rooms are quaint Danish farm-style, with shared bathrooms. Let us know via email or RSVP form if you are interested in booking these rooms, as we will give first priority to those coming from abroad.",
            "recommendation_title": "The recommendations of the venue for nearby accommodation options:",
            "reccomendations": [
                "Byaasgaard Camping: <u><a href='https://byaasgaard.dk/goodoldglamping' target='_blank'>Byaasgaard.dk/goodoldglamping</a></u> - Luxurious tents and cabins. Distance from Grønnessegaard 2 km (1.3 mi).",
                "Sølager Strand Camping: <u><a href='https://solagercamping.dk' target='_blank'>Solagercamping.dk</a></u> - Summerhouse and cabins. Distance from Grønnessegaard: 2 km (1.3 mi).",
                "Hundested Kro: <u><a href='https://hundested-kro.dk' target='_blank'>Hundested-kro.dk</a></u> - Distance from Grønnessegaard: 5 km (3 mi).",
                "Frederiksværk City Camping: <u><a href='https://fredfyldt.dk' target='_blank'>Fredfyldt.dk</a></u> - Cabins and rooms. Distance from Grønnessegaard: 7 km (5 mi).",
                "Hotel Frederiksværk: <u><a href='https://hotelfrederiksvaerk.dk' target='_blank'>Hotelfrederiksvaerk.dk</a></u> - Distance from Grønnessegaard: 7 km (5 mi)."
            ]
        },
        "dress_code": {
            "title": "Dress Code 🎩",
            "items": {
                "shoes": "Comfortable, garden shoes are encouraged, as the ceremony will likely take place outdoors (weather-permitting). Bring layers for potential cold weather outside.",
                "attire": "Black-tie formal."
            },
            "note": "We encourage our guests to embrace the spring season by wearing soft pastels and neutrals for the wedding (optional)."
        },
        "weather": {
            "title": "Weather 🌤️",
            "description": "Danish spring weather can be unpredictable. Average temperatures in May range from 8°C to 17°C (46°F to 63°F). Please come prepared for both sunny and rainy conditions."
        },
        "transportation": {
            "title": "Transportation ✈️",
            "paragraphs": [
                "The venue is a 30-minute north-west drive from Hillerød, a city north of Copenhagen. Copenhagen Airport is the nearest airport to the venue.",
                "If needed, we can arrange pickups from the Hundested train station to the venue (an 8-minute ride). Please let us know if you would like a ride in the RSVP form or via email.",
                "From Aarhus, take the ferry to Sjællands Odde and then another ferry from Rørvig Havn to Hundested (~3.5 hours) — or drive all the way (4 hours).",
                "There is parking available at the venue."
            ]
        },
        "gift_registry": {
            "title": "Gift Registry 🎁",
            "presence": "Your presence at our wedding is the greatest gift, and we are so excited to celebrate this special day with you!",
            "description1": "For those who would still like to give, we are happy with anything that feels meaningful to you. If you'd like to support us as we start this new chapter, which possibly involves moving abroad for our master's degrees, monetary contributions, as is Turkish tradition, would be especially appreciated as we plan for our future together. There will be a wishing well at the reception for cards & well wishes. Personal gifts are also welcome.",
            "description2": "However, we want to emphasize that for guests traveling a long way to join us, your effort to be here is more than enough, and we are so grateful to have you with us on our big day - whether you are crossing the sea or the ocean!",
            "thank_you": "Thank you for your love and generosity—it means the world to us!",
            "button": "Contribute to Our Honeymoon Fund",
            "tbd": "More info coming soon!"
        },
        "program": {
            "title": "Program",
            "schedule": {
                "breakfast": {
                    "time": "9:30",
                    "title": "Breakfast & Catch-up",
                    "description": "For the coffee lovers, the slow risers, and the morning-fresh—buns, tea, and good company await the early birds."
                },
                "kickoff": {
                    "time": "10:00",
                    "title": "Kick-off & Welcome",
                    "description": "This is where it all begins—so don't be late! We'll set the tone for a fun and engaging day with a bit of teambuilding to get everyone connected."
                },
                "presentation": {
                    "time": "10:15",
                    "title": "Victor Winsteén: Lean – The Industry's Answer to Efficiency & Teamwork",
                    "description": "Lean isn't just a corporate mantra—it's a mindset that empowers teams to solve problems together and drive continuous improvement. With hands-on experience optimizing production at Novo Nordisk, Victor brings a fresh and engaging perspective on how Lean principles can boost business performance and even apply to everyday life."
                },
                "workshop1": {
                    "time": "11:00",
                    "title": "Workshop: Welcome to the LEGO Factory",
                    "description": "Time to build, improve, and repeat. Experience continuous improvement through hands-on challenges that bring Lean principles to life."
                },
                "lunch": {
                    "time": "12:00",
                    "title": "Lunch & Free Building",
                    "description": "Refuel with lunch—to keep the energy going. From here on out, the bricks are yours. Team up to build the big provided LEGO sets (might be different than those in photo) or dive into free building at your own pace. Whether you're hands-on or just soaking up the vibe, it's a moment to relax, recharge, and watch the creations come to life."
                },
                "workshop2": {
                    "time": "13:30",
                    "title": "Workshop: Teamwork Unplugged – The Deep Dive",
                    "description": "This is the experimental part of the day. Together, we'll explore what makes great teamwork tick—through open conversation, reflection, and shared observations."
                },
                "freeBuilding": {
                    "time": "14:00",
                    "title": "Free Building / LEGO Team Exercises",
                    "description": "The afternoon flows with the mood of the room. Keep building freely, or dive into exercises from the LEGO Events Toolbox—fun, hands-on activities designed to strengthen collaboration, creativity, and communication."
                },
                "closing": {
                    "time": "15:30",
                    "title": "Wrapping up",
                    "description": "We'll close the program with key reflections, takeaways, and feedback from the day. But the fun doesn't have to end here..."
                },
                "afterParty": {
                    "time": "16:00",
                    "title": "After Party & Dinner",
                    "description": "Beers, bricks, and good vibes. We'll move to a nearby venue to unwind together. And for those who'd like to join, we'll have dinner at Mantzius Restaurant at 18:00 after clean-up."
                }
            }
        }
    },
    "Countdown": {
        "looking_forward": "Breakthrough 2025 kicks of in ",
        "for_wedding": " hope to see you there!",
        "welcome": "Breakthrough is happening today!"
    },
    "Footer": {
        "acknowledgements": {
            "title": "Acknowledgements",
            "description": "Thank you to all the participants and sponsors making these kinds of passion projects possible.",
            "special_thanks": "Special thanks to <a href='https://www.linkedin.com/in/chetraru-ion/' target='_blank' class='underline hover:text-gray-300'>Ion Chetraru</a> and <a href='https://www.linkedin.com/in/irene-abigail-sotomayor-mu%C3%B1oz-984556248/' target='_blank' class='underline hover:text-gray-300'>Abigail Sotomayor</a> for the framework and support for this wonderful website."
        },
        "contact": "Contact us at",
        "follow_instagram": "Follow us on Instagram"
    }
}
